Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.DimensionSetBase
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.Attributes
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.ArcPoint1


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.ArcPoint2


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.ArcPoint3


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.Distance
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.ToStruct(Tekla.Structures.Drawing.CurvedDimensionSetRadial)
DO NOT USE! For internal usage only!///

Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetRadial_t.FromStruct(Tekla.Structures.Drawing.CurvedDimensionSetRadial)
DO NOT USE! For internal usage only!///